Repository: MichaelColonel/ScanAmatiTest
Catalog: po/*.po
Languages: ru

source: ScanAmati
ru: СканАмати

source: _Scanner
ru: _Сканер

source: _Study
ru: _Обследование

source: Run the Acquisition (Cntl+A)
ru: Сделать снимок (Cntl+A)

source: High _Voltage:
ru: _Напряжение:

source: _Exposure:
ru: _Экспозиция:

source: <b>X-ray Parameters</b>
ru: <b>Параметры излучателя</b>

source: Acquisition Parameters...
ru: Параметры сканирования и сбора данных...

source: Memory Size:
ru: Объем данных:

source: Image Height:
ru: Высота изображения:

source: Image Width:
ru: Ширина изображения:

source: Data Resize Filter:
ru: Фильтр данных:

source: Calibration:
ru: Калибровке данных:

source: Intensity:
ru: Амплитуда сигнала:

source: <b>Acquisition Parameters</b>
ru: <b>Параметры сканирования и сбора данных</b>

source: _Run
ru: Ст_арт

source: _Stop
ru: Ст_оп

source: Acquisition
ru: Снимок

source: Acquisition Parameters
ru: Параметры Сканирования И Сбора Данных

source: Linear array movement
ru: Движение детектора

source: X-ray source movement
ru: Движение излучателя

source: Exposure
ru: Экспозиция

source: <b>Run Arguments</b>
ru: <b>Параметры запуска</b>

source: Run Paramenters
ru: Параметры Запуска

source: Scanning Time:
ru: Время кадра:

source: Steps:
ru: Число шагов:

source: Array:
ru: Линейка:

source: X-ray:
ru: Излучатель:

source: <b>Delay</b>
ru: <b>Задержка</b>

source: Frequency:
ru: Частота:

source: Mode:
ru: Режим:

source: Array
ru: Линейка

source: X-ray
ru: Излучатель

source: <b>Speed</b>
ru: <b>Скорость</b>

source: <b>Forward</b>
ru: <b>Движение вперед</b>

source: <b>Reverse</b>
ru: <b>Движение назад</b>

source: Equal Movement
ru: Двигаться одинаково

source: Movement
ru: Сканирование

source: <b>Image Height</b>
ru: <b>Высота изображения</b>

source: Built _In
ru: _Встроенный

source: _Accurate
ru: _Точный

source: _Custom
ru: _Произвольный

source: <b>Readout Memory Size</b>
ru: <b>Объем памяти</b>

source: Full
ru: Полная

source: Half
ru: Половина

source: Quarter
ru: Четверть

source: <b>Image Width</b>
ru: <b>Ширина изображения</b>

source: Lanczos
ru: Алгоритм Lanczos

source: Cubic
ru: Кубический

source: Bessel
ru: Бесселя

source: Quadratic
ru: Квадратический

source: <b>Filter Type</b>
ru: <b>Фильтр сглаживания</b>

source: <b>Postprocess</b>
ru: <b>Обработка</b>

source: Rough
ru: Грубая

source: Good
ru: Хорошая

source: Better
ru: Оптимальная

source: Best
ru: Наилучшая

source: <b>Calibration Type</b>
ru: <b>Тип калибровки</b>

source: Original
ru: Исходная

source: Linear
ru: Линейная

source: Locarithmic
ru: Логарифмическая

source: <b>Intensity Type</b>
ru: <b>Яркость пикселов</b>

source: Image
ru: Изображение

source: Lining Acquisition (Cntl+L)
ru: Выравнивание пьедесталов (Cntl+L)

source: ADC _count:
ru: _Счет АЦП:

source: _Start
ru: _Старт

source: S_top
ru: С_топ

source: _Rough
ru: _Грубая

source: _Optimal
ru: _Оптимальная

source: _Precise
ru: _Наилучшая

source: Accuracy
ru: Точность

source: Find Image On The Conquest Archive Server (Cntl+F)
ru: Найти изображение на местном сервере Conquest (Cntl+F)

source: Patient _Name:
ru: Ф. И. О. _пациента:

source: _Patient ID:
ru: № _карты:

source: _Study ID:
ru: Код _обследование:

source: _Case Sensitive
ru: У_читывать регистр букв

source: Additional Query _Parameters
ru: Дополнительные параметры запроса

source: Chip Capacities
ru: Емкости чипа

source: 1,0 pF
ru: 1,0 пФ

source: 2,5 pF
ru: 2,5 пФ

source: 3,5 pF
ru: 3,5 пФ

source: 6,0 pF
ru: 6,0 пФ

source: 7,0 pF
ru: 7,0 пФ

source: 8,5 pF
ru: 8,5 пФ

source: 9,5 pF
ru: 9,5 пФ

source: Move Image From The DICOM Server
ru: Получить изображение с сервера DICOM

source: Store Image on The DICOM Server
ru: Сохранить изображение на сервере DICOM

source: Server:
ru: Сервер:

source: Store
ru: Сохранить

source: <b>Status</b>
ru: <b>Состояние</b>

source: <b>Errors</b>
ru: <b>Ошибки</b>

source: Conquest Log
ru: Сообщения

source: Temperature Margins
ru: Температурные границы

source: Adjustment
ru: Подстройка

source: _Chip:
ru: _Чип:

source: _Strip:
ru: _Стрип:

source: _Code:
ru: _Код:

source: _Broadcast:
ru: _Во все:

source: <b>Chip Lining Codes</b>
ru: <b>Коды Подстройки</b>

source: Load lining codes from file
ru: Загрузить коды подстройки из файла

source: Restore lining codes of the current chip
ru: Восстановить коды для текущего чипа

source: Restore Current
ru: Восстановить коды чипа

source: Restore lining codes of all chips
ru: Восстановить коды всех чипов

source: Restore All
ru: Восстановить коды чипов

source: Write a current chip codes
ru: Запись кодов выбранного чипа

source: Write
ru: Запись в чип

source: Write all chips codes
ru: Запись кодов во все чипы

source: Write All
ru: Запись во все чипы

source: Scanner Debug Actions
ru: Отладочные комманды сканера

source: Reset Altera FPGA
ru: Сброс Альтеры

source: Reset Array Chips
ru: Сброс чипов детектирующей линейки

source: Write Lining Codes...
ru: Записать пьедесталы...

source: Adjust Lining Codes...
ru: Подстройка пьедесталов...

source: Select Chip Capacities...
ru: Выбор емкости чипа...

source: Turn Off Peltier Elements
ru: Выключить элементы пельтье

source: Temperature Control
ru: Контроль температуры

source: ScanAmati Preferences (Shift+Cntl+P)
ru: Настроить СканАмати (Shift+Cntl+P)

source: AE _Title:
ru: _Название (AE Title):

source: _Port:
ru: _Порт:

source: <b>Entity</b>
ru: <b>DICOM сущность</b>

source: Application
ru: Приложение

source: _Conquest Server Directory:
ru: _Директория сервера Conquest:

source: <b>Localhost</b>
ru: <b>Местный узел</b>

source: Test Connection
ru: Проверить соединение

source: Execute C-ECHO command for selected PACS.
ru: Выполнить комманду C-ECHO для выбранного сервера.

source: <b>Network</b>
ru: <b>Сетевые узлы</b>

source: DICOM Servers
ru: DICOM Серверы

source: New Server
ru: Новый сервер

source: Name:
ru: Имя:

source: IP / Host:
ru: IP / Узел:

source: AE Title:
ru: Название:

source: Port:
ru: Порт:

source: DICOM Information
ru: Данные формата DICOM

source: Sex:
ru: Пол:

source: Female
ru: Женщина

source: Male
ru: Мужчина

source: Other
ru: Другой

source: Birth Date:
ru: Дата рождения:

source: DD.MM.YYYY
ru: ДД.ММ.ГГГГ

source: _Choose...
ru: Вы_брать...

source: Age:
ru: Возраст:

source: ID:
ru: Идентификатор:

source: _DICOM Value
ru: Значение _DICOM

source: Other Names:
ru: Другие имена:

source: Ethnic Group:
ru: Этнос:

source: Other IDs:
ru: Другие идентификаторы:

source: Weight (kg):
ru: Вес (кг):

source: Height (m):
ru: Рост (м):

source: Address:
ru: Адрес:

source: Telephone Numbers:
ru: Телефонные номера:

source: Religious Preference:
ru: Вероисповедание:

source: Comments:
ru: Комментарии:

source: Occupation:
ru: Должность:

source: Additional Information
ru: Дополнительная информация

source: _Patient
ru: _Пациент

source: Description:
ru: Описание:

source: Accession Number:
ru: Номер доступа:

source: <b>Referring Physician</b>
ru: <b>Лечащий врач</b>

source: Name (Title):
ru: Название:

source: Department:
ru: Отделение:

source: <b>Institution</b>
ru: <b>Организация</b>

source: Number:
ru: Номер:

source: Protocol Name:
ru: Название протокола:

source: Performing Physicians Name:
ru: Имена врачей:

source: Operators Name:
ru: Имена операторов:

source: S_eries
ru: _Серия

source: Person Name Components
ru: Элементы полного имени

source: _Last Name:
ru: _Фамилия:

source: _Middle Name:
ru: _Отчество:

source: _First Name:
ru: _Имя:

source: _Prefix:
ru: _Приставка:

source: _Suffix:
ru: _Окончание:

source: Data Dictionary wasn't loaded.
ru: Словарь данных DICOM не загружен.

source: Cannot listen on port %1, insufficient privileges.
ru: Невозможно подключиться к порту %1, недостаточно прав.

source: Unable to initialize network.
ru: Невозможно инициировать сетевое соединение.

source: Unable to create parameters of the association.
ru: Невозможно создать параметры ассоциации.

source: Unable to set application entity titles.
ru: Невозможно установить AE заголовки.

source: Unable to set presentation addresses.
ru: Невозможно установить адреса презентации.

source: Association rejected.
ru: Ассоциация отклонена.

source: Failed to establish association.
ru: Невозможно установить ассоциацию.

source: Unable to set type of network connection.
ru: Невозможно установить теи сетевого соединения.

source: Unable to add storage presentation contexts.
ru: Невозможно добавить контекст хранения презентации.

source: Association request failed.
ru: Запрос ассоциации отклонен.

source: No acceptable presentation contexts.
ru: Отсутствует контекст презентации.

source: No SOP class and instance UIDs in dataset.
ru: Отсутствуют класс SOP и UID определения.

source: Presentation context is absent.
ru: Отсутствует контекст презентации.

source: Unable to add presentation context.
ru: Невозможно добавить контекст хранения презентации.

source: No valid presentation context ID.
ru: Нет подходящего контекста презентации.

source: Move request failed.
ru: Запрос ассоциации на перемещение (C-MOVE) отклонен.

source: year
ru: год

source: month
ru: месяц

source: week
ru: неделя

source: day
ru: день

source: Unknown
ru: Нет данных

source: If the x-ray source is ready press Yes otherwise press No
ru: Если излучатель готов нажмите "Да", если не готов - "Нет"

source: X-ray Preparation
ru: Подготовка излучателя

source: kV
ru: кВ

source: mAs
ru: мА × c

source: Strip
ru: Стрип

source: Code
ru: Код

source: <b>Unable to change temperature margins!</b>
ru: <b>Невозможно изменить температурные границы!</b>

source: Scanner to locked for some reason.
ru: Данные сканера не доступны.

source: Save File
ru: Сохранить изображение

source: The file "%1" already exists. Do you want to replace it?
ru: Файл "%1" уже существует. Хотите его заменить?

source: The file with the same name already exists in the folder "%1". Replacing it will overwrite its current contents.
ru: Файл с таким именем уже существует в каталоге "%1". Замена файла приведет к перезаписи его содержимого.

source: Cancel
ru: Отмена

source: Replace
ru: Заменить

source: Text
ru: Текст

source: RFID
ru: Радио метка

source: Barcode
ru: Штрих код

source: Patient's Date of Birth
ru: Дата рождения пациента

source: Edit Server Data
ru: Изменить данные сервера

source: Move selected image?
ru: Загрузить изображение?

source: The query confirmation
ru: Подтверждение запроса

source: If you want to move selected image from the server press "Yes" otherwise press "No".
ru: Если хотите загрузить изображение с сервера нажмите "Да", если нет - "Нет".

# Study
source: ID
ru: Код обследования

# Study
source: Description
ru: Описание

# Study
source: Date
ru: Дата

# Study
source: Time
ru: Время

# Patient
source: ID
ru: № карты

# Patient
source: Name
ru: Ф. И. О.

# Patient
source: Date of Birth
ru: Дата рождения

# Patient
source: Sex
ru: Пол

source: Connecting Error
ru: Ошибка Соединения

source: Unable to establish a connection.
ru: Невозможно установить соединение с базой данных.

source: file has been found
ru: файл найден

source: Nothing has been found
ru: Ничего не найдено

source: Warning
ru: Внимание

source: Lining data unavailable in this moment.
ru: Данные выравнивания недоступны в данный момент

source: Please, try later.
ru: Пожалуйста, повторите попытку позже.

source: Unable to change temperature control state.
ru: Невозможно изменить состояние терморегулятора.

source: "Conquest" - localhost DICOM server
ru: "Conquest" - местный DICOM сервер:

source: File has been stored successfully!
ru: Файл успешно сохранен!

source: Have been written %1 of %2 bytes.
ru: Сохраненно байт %1 из %2

source: File has been moved successfully!
ru: Файл успешно сохранен!

source: Cannot write DICOM file.
ru: Невозможно записать DICOM файл на диск.

source: Bad DICOM file.
ru: Неверный файл DICOM.

source: Data doesn't match SOP class IUD.
ru: Идентификатор SOP Class не совпадает с запросом.

source: Data doesn't match SOP instance IUD.
ru: Идентификатор SOP Instance не совпадает с запросом.

# DICOM Server
source: Name
ru: Имя

source: IP / Host
ru: IP / Узел

source: AE Title
ru: Названия (AE)

source: Port
ru: Порт

source: Please select a directory
ru: Введите имя каталога

source: <b>Connection successful!</b>
ru: <b>Проверка соединения прошла успешно!</b>

# Connection
source: State
ru: Состояние

source: Connection refused by host.
ru: Узел отклонил соединение.

source: <b>Connection failed!</b>
ru: <b>Невозможно установить соединение!</b>

source: <b>Please select DICOM server!</b>
ru: <b>Пожалуйста, выберите DICOM сервер!</b>

source: Initiating the scanner.
ru: Подключение сканера.

source: Exposure has been started.
ru: Процесс экспозиции запущен.

source: Acquisition has been started.
ru: Процесс чтения и обработки данных запущен.

source: Parking has been started.
ru: Парковка сканера.

source: Image acquisition has been aborted.
ru: Процесс получения изображения был прерван.

source: Scanner has been connected.
ru: Сканер подключен.

source: Lining has been started.
ru: Процесс выравнивания пьедесталов запущен.

source: Lining acquisition has been started.
ru: Процесс чтения и обработки данных пьедесталов запущен.

source: Lining has been finished.
ru: Процесс выравнивания пьедесталов окончен.

source: Executing commands...
ru: Выполнение комманд...

source: Image reconstruction in progress...
ru: Выполняется реконструкция изображения...

source: Scanner has been disconnected.
ru: Сканер отключен.

source: %1 \u00B5Sv
ru: %1 мкЗв

source: Name
ru: Имя

source: Sex
ru: Пол

source: Birthday
ru: Дата рождения

source: Age
ru: Возраст

source: Physician
ru: Лечащий врач

source: Operator
ru: Оператор

source: Description
ru: Описание

source: Body part
ru: Часть тела

source: Institution
ru: Организация

source: Date
ru: Дата

source: Time
ru: Время

source: Model name
ru: Модель

source: Effective dose
ru: Эффект. доза

source: High voltage
ru: Напряжение

source: Current
ru: Ток

source: Temperature
ru: Температура

# X-ray
source: State
ru: Состояние

# Temperature
source: Control
ru: Регулирование

# Temperature
source: Current
ru: Текущая

# Temperature
source: Margins
ru: Пределы регулирования

source: TEC value
ru: Пельтье

# Array
source: ID
ru: Серийный номер

# Array
source: Capasity
ru: Емкость чипов

# Array
source: Chip
ru: Чип

source: Patient
ru: Пациент

source: Study
ru: Обследование

source: X-ray Source
ru: Излучатель

source: Detector Array
ru: Детектирующая линейка

source: Label
ru: Пункт

source: Value
ru: Значение

source: X-ray source
ru: Излучатель

source: Disconnected
ru: Отключен

source: On
ru: Включено

source: Off
ru: Выключено

# Chip
source: None
ru: Не выбран

source: pF
ru: пФ

source: Connected
ru: Подключен

source: mA
ru: мА

# Effective Dose
source: Unknown
ru: Неизвестна

source: Unable to load scanner data.
ru: Невозможно загрузить данные сканера.

source: Wrong scanner id.
ru: Неверный идентификационный номер сканера.

source: Wrong handshake response.
ru: Неверный ответ на первичный запрос.

source: The device "%1" doesn't exist.
ru: Устройство "%1" отсутствует.

source: Check the USB cable connection between the PC and the device, and check if the scanner power supply is turned on.
ru: Проверьте соединение УСБ кабеля между сканером и компьютером, а также убедитесь, что источник питания сканера включен.

source: The user "%1" has no permission to open scanner device.
ru: У пользователя "%1" не прав на открытие устройства сканера.

source: Check your permissions to open, read and write to the scanner device.
ru: Проверьте права пользователя на чтение и запись в устройство сканера.

source: The device "%1" has been already busy.
ru: Устройство "%1" уже занято.

source: Close other programs which use this device, and try to repeat the operation.
ru: Закройте программы, которые используют это устройство и повторите операцию.

source: The device has invalid file descriptor.
ru: У устройства неправильный дескриптор.

source: Command interrupted by a signal.
ru: Коммада прерванна внешним сигналом.

source: Invalid function argument.
ru: Неверный аргумент функции.

source: The system cannot allocate more virtual memory because it capacity is full.
ru: Недостаточно памяти.

source: Resource temporarily unavailable; the call might work if you try again later.
ru: Устройство временно недоступно, вызов может сработать, если вы попробуете позже.

source: You passed in a pointer to bad memory.
ru: Указатель на поврежденную память.

source: Input/output error occured.
ru: Ошибка ввода/вывода.

source: File descriptor is attached to a directory.
ru: Дескриптор указывает на директорию.

source: No space left on device.
ru: На диске кончилось место.

source: There is no process reading from the other end of a pipe.
ru: Нет процесса, читающего из пайпа.

source: Unexpected error.
ru: Неожиданная ошибка.

source: The scanner device can't execute this command. Please, turn off the device and try again.
ru: Устройство не может выполнить эту комманду.Пожалуйста, закройте программу и повторите попытку.

source: No data within timeout interval.
ru: Нет данных в отведенный интервал времени.

source: No more data.
ru: Нет данных в устройстве.

source: Amati icon doesn't seem to be installed in default icon theme.
ru: Иконка amati отсутствует в теме иконок по умолчанию.

source: Couldn't load program icon from the default icon theme.
ru: Невозможно загрузить иконку из темы иконок по умолчанию.

source: Open File
ru: Открыть файл

source: Saving Error
ru: Ошибка сохранения

source: Unable to save the file "%1".
ru: Невозможно сохранить файл "%1".

source: Scanner Error
ru: Ошибка сканера

source: _File
ru: _Файл

source: _Open...
ru: _Открыть...

source: Open an existing image
ru: Открыть существующее изображение

source: _Save
ru: _Сохранить

source: Save image
ru: Сохранить изображение

source: Save _As...
ru: Сохранить _как...

source: Save image under a new name
ru: Сохранить изображение под другим именем

source: _Save to Archive
ru: Сохранить в а_рхив

source: Save image to archive
ru: Сохранить изображение в архиве снимков

source: ScanAmati Preferences...
ru: Настройки СканАмати...

source: Edit global ScanAmati preferences
ru: Изменить общие настройки СканАмати

source: Export PDF...
ru: Экспортировать в PDF...

source: _Find Image...
ru: _Найти изображение...

source: Find Image In The Localhost Conquest DICOM Server
ru: Найти изображение на местном сервере Conquest

source: _Edit
ru: _Правка

source: Edit DICOM _Information...
ru: Редактировать DICOM инфор_мацию...

source: _New DICOM Information...
ru: _Новые данные DICOM...

source: _Image
ru: _Изображение

source: _Palette
ru: _Палитра

# Palette
source: Grayscale
ru: Серая шкала

# Palette
source: Inverted
ru: Инверсия

# Palette
source: Rainbow
ru: Радуга

# Palette
source: Combined
ru: Комбинация

# Palette
source: Hot metal
ru: Горячий метал

source: _Zoom
ru: _Масштаб

source: Image _Width
ru: _Ширина изображения:

source: Zoom to fit image width in window
ru: Масштабировать так, чтобы уместить в окне изображение по ширине

source: Image _Heigth
ru: _Высота изображения:

source: Zoom to fit image height in window
ru: Масштабировать так, чтобы целиком уместить изображение в окне

source: Zoom _1:1 (100%)
ru: Масштаб _1:1 (100%)

source: Zoom to 1:1
ru: Масштаб 1:1

source: Zoom _2:1 (200%)
ru: Масштаб _2:1 (200%)

source: Zoom to 2:1
ru: Масштаб 2:1

source: Zoom _3:1 (300%)
ru: Масштаб _3:1 (300%)

source: Zoom to 3:1
ru: Масштаб 3:1

source: _Device
ru: _Устройство

# Device
source: _Connect
ru: Под_ключить

source: Connect Scanner Device
ru: Подключить сканер

# Device
source: _Disconnect
ru: О_тключить

source: Disconnect Scanner Device
ru: Отключить сканер

source: _Lining Procedure...
ru: _Выравнивание пьедесталов...

source: Acquire lining coefficients
ru: Подстройка коэффициентов выравнивания пьедесталов

source: Run the _Acquisition...
ru: Сделать _cнимок...

source: Acquire a x-ray image
ru: Сделать новый снимок

source: Temperature _Margins...
ru: Температурные _границы...

source: Debug...
ru: Отладка...

source: Remove Current
ru: Удалить выбранное изображение

source: Clear All
ru: Удалить все изображения

source: Show Raw Data
ru: Исходные данные

source: Show Processing Data
ru: Данные для обработки

source: Show Presentation Data
ru: Данные для презентации

source: Data _Filter
ru: _Фильтр

source: Data _Calibration
ru: Калибровке данных

source: _Files
ru: _Файлы

source: File _Icons
ru: Иконки файлов

source: Image _Area
ru: _Область изображения

source: APRM
ru: АПРМ

source: DICOM image (*.dcm)
ru: Изображение формата DICOM (*.dcm)

source: Studio raw file (*.raw)
ru: Файл программы Studio (*.raw)

source: JPEG image file (*.jpg, *jpeg)
ru: Изображение формата JPEG (*.jpg, *.jpeg)

source: PNG image file (*.png)
ru: Изображение формата PNG (*.png)

source: ScanAmati options
ru: Параметры СканАмати

source: Command-line options for scanamati
ru: Параметры коммандной строки для СканАмати

source: Show version and exit
ru: Показать версию и выйти

source: Set the programm be verbose
ru: Вывод дополнительной информации

source: Set the programm to the extend mode
ru: Вывод дополнительной информации

source: [FILE]
ru: [ФАЙЛ]

source: Command-line option error:
ru: Ошибка параметра коммандной строки:

source: Glib thread error:
ru: Ошибка нити Glib:

source: Unhandled exception [type unknown]
ru: Необработанное исключение (тип неизвестен)

source: Failed to save configuration file.
ru: Невозможно сохранить файл настроек.

source: An error occurred while attempting to save the file
ru: Произошла ошибка при попытке сохранить файл

source: , this file stores your preferences.
ru: , хотя файл предусмотрен для хранения настроек.

source: The system reported this error as:
ru: Система опрадалила ошибку типа:

source: Image data is empty.
ru: Нет данных изображения.

source: Unable to load image height.
ru: Невозможно загрузить количество строк изображения.

source: Unable to load image width.
ru: Невозможно загрузить количество столбцов изображения.

source: Unable to load image data.
ru: Невозможно загрузить данные изображения.
